Repository: prizixlab/Clubfuoco
Catalog: ios-native/ClubFuoco/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ca, es, fr

# rumbalist.splitFriendsNote
source: You cover the table by default; choose who chips in.
ca: Per defecte pagues tu la taula; tria qui hi posa part.
es: Tú cubres la mesa por defecto; elige quién pone su parte.
fr: Par défaut, vous réglez la table ; choisissez qui participe.

# wallet.add
source: Add to Apple Wallet
ca: Afegeix a Apple Wallet
es: Añadir a Apple Wallet
fr: Ajouter à Apple Wallet

# wallet.error
source: Could not load the pass
ca: No s'ha pogut carregar el pase
es: No se pudo cargar el pase
fr: Impossible de charger le pass

# detail.liveNow
source: Live now
ca: En directe
es: En vivo
fr: En direct

# detail.liveVibe
source: Live Vibe
ca: Ambient en directe
es: Ambiente en vivo
fr: Ambiance en direct

# detail.capacity
source: %d%% capacity
ca: %d %% d'aforament
es: %d%% de aforo
fr: %d %% de capacité

# detail.queue
source: ~%d min queue
ca: ~%d min de cua
es: ~%d min de cola
fr: ~%d min d'attente

# detail.about
source: About
ca: Sobre el local
es: Acerca de
fr: À propos

# detail.entry
source: Entry
ca: Entrada
es: Entrada
fr: Entrée

# detail.vipFrom
source: VIP table from
ca: Taula VIP des de
es: Mesa VIP desde
fr: Table VIP à partir de

# detail.free
source: Free
ca: Gratis
es: Gratis
fr: Gratuit

# detail.hours
source: Hours
ca: Horari
es: Horario
fr: Horaires

# detail.openMaps
source: Open in Maps
ca: Obre a Mapes
es: Abrir en Mapas
fr: Ouvrir dans Plans

# detail.notFound
source: Club not found.
ca: Club no trobat.
es: Club no encontrado.
fr: Club introuvable.

# detail.reviews
source: %d reviews
ca: %d ressenyes
es: %d reseñas
fr: %d avis

# detail.door
source: Door
ca: Porta
es: Puerta
fr: Entrée

# detail.reviewsLabel
source: Reviews
ca: Ressenyes
es: Reseñas
fr: Avis

# detail.onGoogle
source: on Google
ca: a Google
es: en Google
fr: sur Google

# detail.statusLabel
source: Status
ca: Estat
es: Estado
fr: Statut

# detail.ratingLabel
source: Rating
ca: Valoració
es: Valoración
fr: Note

# detail.open
source: Open
ca: Obert
es: Abierto
fr: Ouvert

# detail.closed
source: Closed
ca: Tancat
es: Cerrado
fr: Fermé

# detail.pitch
source: The Pitch
ca: La proposta
es: La propuesta
fr: Le pitch

# detail.photos
source: Photos
ca: Fotos
es: Fotos

# detail.openingHours
source: Opening Hours
ca: Horari d'obertura
es: Horario
fr: Horaires d'ouverture

# detail.openNow
source: Open now
ca: Obert ara
es: Abierto ahora
fr: Ouvert maintenant

# detail.closedNow
source: Closed now
ca: Tancat ara
es: Cerrado ahora
fr: Fermé actuellement

# detail.seeHours
source: See hours
ca: Veure l'horari
es: Ver horario
fr: Voir les horaires

# detail.whatsOn
source: What's on
ca: Què s'hi fa
es: Qué hay
fr: À l'affiche

# detail.upcomingEvents
source: Upcoming events
ca: Pròxims esdeveniments
es: Próximos eventos
fr: Prochains événements

# detail.presentedBy
source: Presented by %@
ca: Presentat per %@
es: Presentado por %@
fr: Présenté par %@

# detail.interestedCount
source: %d interested
ca: %d interessats
es: %d interesados
fr: %d intéressés

# detail.ticketsOnRA
source: Tickets on Resident Advisor
ca: Entrades a Resident Advisor
es: Entradas en Resident Advisor
fr: Billets sur Resident Advisor

# shelf.hero.title
source: Tonight
ca: Aquesta nit
es: Esta noche
fr: Ce soir

# shelf.hero.sub
source: Free guestlists & VIP tables
ca: Llistes gratuïtes i taules VIP
es: Listas gratis y mesas VIP
fr: Listes gratuites et tables VIP

# shelf.top_rated.title
source: Highest Rated
ca: Millor valorats
es: Mejor valorados
fr: Les mieux notés

# shelf.top_rated.sub
source: The crowd has spoken
ca: El públic ha parlat
es: El público ha hablado
fr: Le public a parlé

# shelf.icons.title
source: Barcelona Icons
ca: Icones de Barcelona
es: Iconos de Barcelona
fr: Les icônes de Barcelone

# shelf.icons.sub
source: Legendary — everyone knows them
ca: Llegendaris — tothom els coneix
es: Legendarios — todos los conocen
fr: Légendaires — tout le monde les connaît

# shelf.gems.title
source: Hidden Gems
ca: Joies amagades
es: Joyas ocultas
fr: Pépites cachées

# shelf.gems.sub
source: Under the radar, totally worth it
ca: Discrets, però valen molt la pena
es: Fuera del radar, valen la pena
fr: Discrets, et pourtant incontournables

# shelf.value.title
source: Best Value
ca: Millor relació qualitat-preu
es: Mejor calidad-precio
fr: Meilleur rapport qualité-prix

# shelf.value.sub
source: Great night, small bill
ca: Gran nit, compte petit
es: Gran noche, cuenta pequeña
fr: Grande soirée, petite addition

# shelf.luxury.title
source: Upscale & Exclusive
ca: Alta gamma i exclusius
es: Exclusivos y elegantes
fr: Haut de gamme et exclusifs

# shelf.luxury.sub
source: Dress to impress
ca: Vesteix per impressionar
es: Vístete para impresionar
fr: Habillez-vous pour impressionner

# shelf.partner.title
source: Club Fuoco Partners
ca: Partners de Club Fuoco
es: Socios de Club Fuoco
fr: Partenaires Club Fuoco

# shelf.partner.sub
source: Official partner venues
ca: Locals partner oficials
es: Locales socios oficiales
fr: Lieux partenaires officiels

# shelf.featured.title
source: Featured Tonight
ca: Destacats aquesta nit
es: Destacados de esta noche
fr: À l'affiche ce soir

# shelf.featured.sub
source: Hand-picked for you
ca: Triats per a tu
es: Escogidos a mano para ti
fr: Sélectionnés pour vous

# shelf.most_popular.title
source: Most Popular Right Now
ca: Els més populars ara
es: Los más populares ahora
fr: Les plus populaires en ce moment

# shelf.most_popular.sub
source: Everyone's talking about these
ca: Tothom en parla
es: Todos hablan de ellos
fr: Tout le monde en parle

# shelf.local_fav.title
source: Local Favourites
ca: Favorits locals
es: Favoritos locales
fr: Les préférés des locaux

# shelf.local_fav.sub
source: Where Barcelonians actually go
ca: On van realment els barcelonins
es: Donde van los barceloneses de verdad
fr: Là où sortent vraiment les Barcelonais

# shelf.clubs.title
source: Clubs & Discos
ca: Clubs i discoteques
es: Clubs y discotecas
fr: Clubs et discothèques

# shelf.clubs.sub
source: Proper dancefloors all night
ca: Pistes de ball tota la nit
es: Pistas de baile toda la noche
fr: De vraies pistes toute la nuit

# shelf.bars.title
source: Bars & Lounges
ca: Bars i lounges
es: Bares y lounges
fr: Bars et lounges

# shelf.bars.sub
source: Pre-drinks or the whole night
ca: Per començar o per tota la nit
es: Para empezar o para toda la noche
fr: Pour l'apéro ou toute la nuit

# shelf.cocktail.title
source: Cocktail Bars
ca: Coctelerias
es: Coctelerías
fr: Bars à cocktails

# shelf.cocktail.sub
source: Craft drinks, serious bartenders
ca: Copes d'autor, bartenders seriosos
es: Cócteles de autor, bartenders serios
fr: Cocktails d'auteur, vrais barmen

# shelf.rooftop.title
source: Rooftop Terraces
ca: Terrats
es: Terrazas en azoteas
fr: Terrasses sur les toits

# shelf.rooftop.sub
source: City lights from above
ca: Els llums de la ciutat des de dalt
es: Las luces de la ciudad desde arriba
fr: Les lumières de la ville vues d'en haut

# shelf.live_music.title
source: Live Music Venues
ca: Sales de música en directe
es: Salas con música en directo
fr: Salles de concert

# shelf.live_music.sub
source: Real instruments, real feeling
ca: Instruments de veritat, emoció de veritat
es: Instrumentos reales, emoción real
fr: De vrais instruments, de vraies émotions

# shelf.techno.title
source: Techno & Dark Rooms
ca: Techno i sales fosques
es: Techno y salas oscuras
fr: Techno et salles sombres

# shelf.techno.sub
source: Where the bass never stops
ca: On el baix no s'atura mai
es: Donde el bajo nunca para
fr: Là où la basse ne s'arrête jamais

# shelf.house.title
source: House Music
ca: Música house
es: Música house
fr: Musique house

# shelf.house.sub
source: For the 4/4 faithful
ca: Per als fidels del 4/4
es: Para los fieles del 4/4
fr: Pour les fidèles du 4/4

# shelf.latin.title
source: Latin Nights
ca: Nits llatines
es: Noches latinas
fr: Soirées latines

# shelf.gothic.title
source: Gothic Quarter
ca: Barri Gòtic
es: Barrio Gótico
fr: Quartier gothique

# shelf.gothic.sub
source: Ancient streets, all-night energy
ca: Carrers antics, energia fins l'alba
es: Calles antiguas, energía toda la noche
fr: Ruelles anciennes, énergie jusqu'à l'aube

# shelf.born.title
source: El Born & Sant Pere
ca: El Born i Sant Pere
es: El Born y Sant Pere
fr: El Born et Sant Pere

# shelf.born.sub
source: Cool bars, cooler crowd
ca: Bars amb estil, públic encara millor
es: Bares con estilo, gente con más
fr: Bars stylés, public encore plus stylé

# shelf.eixample.title
source: Eixample
ca: L'Eixample
fr: L'Eixample

# shelf.eixample.sub
source: The Gayxample & beyond
ca: El Gayxample i més enllà
es: El Gayxample y más allá
fr: Le Gayxample et au-delà

# shelf.gracia.sub
source: Neighbourhood bars, big personality
ca: Bars de barri, molta personalitat
es: Bares de barrio con personalidad
fr: Bars de quartier, sacré caractère

# shelf.date_night.title
source: Date Night
ca: Nit de cita
es: Noche de cita
fr: Soirée en tête-à-tête

# shelf.date_night.sub
source: Impress from the first drink
ca: Impressiona des de la primera copa
es: Impresiona desde la primera copa
fr: Impressionnez dès le premier verre

# shelf.pre_drinks.title
source: Pre-Drinks Spots
ca: Per començar la nit
es: Para los previos
fr: Pour lancer la soirée

# shelf.pre_drinks.sub
source: Start the night right
ca: Comença la nit com toca
es: Empieza bien la noche
fr: Commencez la nuit comme il faut

# shelf.first_timer.title
source: First Time in Barcelona?
ca: Primer cop a Barcelona?
es: ¿Primera vez en Barcelona?
fr: Première fois à Barcelone ?

# shelf.first_timer.sub
source: Start with these
ca: Comença per aquests
es: Empieza por estos
fr: Commencez par ceux-ci

# dj.sheetLabel
source: Resident
es: Residente
fr: Résident

# fiamme.tierSection
source: N° 02 · Tier
es: N° 02 · Nivel

# fiamme.rewardsSection
source: N° 03 · Rewards
es: N° 03 · Recompensas

# rumbalist.via
source: via
es: vía

# shelf.latin.sub
source: Salsa, merengue, reggaeton
es: Salsa, merengue, reguetón

# settings.personal
source: Personal
fr: Personnel

# explore.city
source: Barcelona
fr: Barcelone

# book.subtotal
source: Subtotal
fr: Sous-total
